alacritty
amd-ucode
asciiquarium
base
base-devel
biber
blueman
bluez-utils
bottom
btop
cliphist
cowsay
discord
dolphin
dunst
efibootmgr
fastfetch
figlet
firefox
flatpak
fzf
git
git-lfs
github-cli
gnu-netcat
grim
grub
gst-plugin-pipewire
htop
hyfetch
hyprland
hyprlock
intel-media-driver
intellij-idea-community-edition
iwd
kitty
krita
libpulse
libreoffice-fresh-de
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
lolcat
man-db
mangohud
nano
neovim
network-manager-applet
networkmanager
nmap
noto-fonts
noto-fonts-emoji
noto-fonts-extra
npm
nwg-look
obsidian
okular
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
poppler-glib
python-pip
qt5-wayland
qt6-wayland
ripgrep
rustup
sddm
signal-desktop
slurp
smartmontools
starship
steam
stow
stylua
supertuxkart
swappy
swaybg
swaylock
swaync
swww
thunar
tlp
tmux
traceroute
tree-sitter-cli
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
unzip
uwufetch
vim
viu
vulkan-intel
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wireshark-qt
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
zathura
zathura-pdf-poppler
zip
zoxide
zram-generator
zsh
